<?php
/*********************/
/*                   */
/*  Version : 5.1.0  */
/*  Author  : RM     */
/*  Comment : 071223 */
/*                   */
/*********************/

define( "LANGUI_PLUS_T1", "شراء" );
define( "LANGUI_PLUS_T2", "الذهب" );
define( "LANGUI_PLUS_T3", "التكاليف" );
define( "LANGUI_PLUS_T4", "المميزات" );
define( "LANGUI_PLUS_T5", "رصيد" );
define( "LANGUI_PLUS_T6", "ذهب" );
define( "LANGUI_PLUS_T7", "» الى الامام" );
define( "LANGUI_PLUS_T8", "مميزات<b><font color=\"#71D000\">  ب</font><font color=\"#FF6F0F\">ل</font>ا<font color=\"#71D000\">س </font></b>" );
define( "LANGUI_PLUS_T9", "انتظار الدور للبناء" );
define( "LANGUI_PLUS_T10", "تفعيل خاصية الانتظار تمكنك من إعطاء العاملين الأمر لبناء مبنى آخر. بعد الأنتهاء من  عملهم الأول ." );
define( "LANGUI_PLUS_T11", "خريطة أكبر" );
define( "LANGUI_PLUS_T12", "تستطيع تكبير الخريطة لرؤيه أفضل . فبدلا من  7*7 من  مركز القرية ، ستكون 13*13 من  مركز القرية.وكل التحالفات التي تملك معكم مواثيق تحالف او عدم اعتداء ستظهر ملونه على الخريطه." );
define( "LANGUI_PLUS_T13", "صلات مباشرة مختارة" );
define( "LANGUI_PLUS_T14", "بفضل هذه الوصلات , يمكنك سرعة الوصول الى أي صفحة تريدها بنقرة واحده فقط. كل ما عليك هو إضافة رابط لأي محطة تريدها. يمكنك أضافة صفحة تحالفك, او الثكنة" );
define( "LANGUI_PLUS_T15", "دفترالملاحظات" );
define( "LANGUI_PLUS_T16", "ورقة وقلم الرصاص ليست دائما معك. تستطيع تدوين كل شئ تريد عمله في دفتر الملاحظات مما يسهل عليك تذكر الاشياء التي تريد عملها." );
define( "LANGUI_PLUS_T17", "مميزات الذهب" );
define( "LANGUI_PLUS_T18", "سرعه انتاج الخشب" );
define( "LANGUI_PLUS_T19", "مع هذه الخاصية تستطيع زيادة انتاج جميع حقول الخشب الى 25 %. المكافاة لا تضاف على حقول المواد الخام بشكل فردي، أنما تضاف على مجموع كامل الأنتاج." );
define( "LANGUI_PLUS_T20", "سرعه انتاج الطين" );
define( "LANGUI_PLUS_T21", "مع هذه الخاصية تستطيع زيادة انتاج جميع حقول الطين الى 25 %. المكافاة لا تضاف على حقول المواد الخام بشكل فردي، أنما تضاف على مجموع كامل الأنتاج." );
define( "LANGUI_PLUS_T22", "سرعه انتاج الحديد" );
define( "LANGUI_PLUS_T23", "مع هذه الخاصية تستطيع زيادة انتاج جميع حقول الحديدالى 25 %. المكافاة لا تضاف على حقول المواد الخام بشكل فردي، أنما تضاف على مجموع كامل الأنتاج." );
define( "LANGUI_PLUS_T24", "سرعه انتاج القمح" );
define( "LANGUI_PLUS_T25", "مع هذه الخاصية تستطيع زيادة انتاج جميع حقول القمح الى 25 %. المكافاة لا تضاف على حقول المواد الخام بشكل فردي، أنما تضاف على مجموع كامل الأنتاج." );
define( "LANGUI_PLUS_T26", "انهاء بناء المباني والبحث حالا" );
define( "LANGUI_PLUS_T27", "في القريةِ الحاليةِ كل أوامر البناء و البحث في الأكاديميةِ و الحداد و مستودع الاسلحة تنتهي فورا. أما السكن أو القصر بالاضافة الى القرية التي تبنى فيها معجزة العالم فهي مستثناة من خاصية التفعيل السريع." );
define( "LANGUI_PLUS_T28", "تاجر مبادلة" );
define( "LANGUI_PLUS_T29", "تستطيع مبادلة أي مواد خام مع مواد خام أخرى في اي قرية تختارها." );
define( "LANGUI_PLUS_T30", "أنت حاليا تملك" );
define( "LANGUI_PLUS_T31", "من الذهب" );
define( "LANGUI_PLUS_T32", "أنت حاليا لا تملك الذهب" );
define( "LANGUI_PLUS_T33", "وظائف بلاس" );
define( "LANGUI_PLUS_T34", "الوصف" );
define( "LANGUI_PLUS_T35", "فعل" );
define( "LANGUI_PLUS_T36", "حساب ب</font><font color=\"#FF6F0F\">ل</font>ا<font color=\"#71D000\">س</font></b>" );
define( "LANGUI_PLUS_T37", "فورا" );
define( "LANGUI_PLUS_T38", "أيام" );
define( "LANGUI_PLUS_T39", "إنتاج الأخشاب" );
define( "LANGUI_PLUS_T40", "إنتاج الطين" );
define( "LANGUI_PLUS_T41", "إنتاج الحديد" );
define( "LANGUI_PLUS_T42", "إنتاج القمح" );
define( "LANGUI_PLUS_T43", "إستكمال أوامر البناء والبحث في هذه القرية فورا" );
define( "LANGUI_PLUS_T44", "التجارة مع تاجر المبادلة" );
define( "LANGUI_PLUS_T45", "إنهاء تدريب الجنود فورا" );
define( "LANGUI_PLUS_T46", "في القرية الحالية كل أوامر تدريب الجنود في الثكنه والإسطبل والمصانع الحربية والسكن والقصر تنتهي فورا , أما  القرية التي تبنى فيها معجزة العالم فهي مستثناة من هذه الخاصية" );
?>
